////여기다가는 txt 파일에 출력된 데이터들의 위치들을 대조해본다.
// custom pos : (-12.6, 0.0, -15.4)
 
 
// custom pos : (-21.9, 0.0, -171.9)
 
 
// custom pos : (-106.3, 0.0, -104.8)
 
 
// custom pos : (-449.2, 0.0, 208.4)
 
 
// custom pos : (127.3, 0.0, -224.5)
 
 
// custom pos : (-116.4, 0.0, 147.5)
 
 
// custom pos : (977.0, 0.0, 780.5)











// custom pos : (-14.6, 0.0, -19.5)
 
 
// custom pos : (-23.8, 0.0, -176.1)
 
 
// custom pos : (-108.2, 0.0, -109.0)
 
 
// custom pos : (-451.1, 0.0, 204.3)
 
 
// custom pos : (125.4, 0.0, -228.7)
 
 
// custom pos : (-118.3, 0.0, 143.4)
 
 
// custom pos : (975.1, 0.0, 776.4)














// custom pos : (-22.6, 0.0, -19.3)
 
 
// custom pos : (-31.9, 0.0, -175.8)
 
 
// custom pos : (-116.3, 0.0, -108.7)
 
 
// custom pos : (-459.2, 0.0, 204.5)
 
 
// custom pos : (117.3, 0.0, -228.4)
 
 
// custom pos : (-126.4, 0.0, 143.6)
 
 
// custom pos : (967.0, 0.0, 776.6)







// custom pos : (-18.0, 0.0, -15.4)
 
 
// custom pos : (-27.2, 0.0, -172.0)
 
 
// custom pos : (-111.6, 0.0, -104.9)
 
 
// custom pos : (-454.5, 0.0, 208.4)
 
 
// custom pos : (122.0, 0.0, -224.5)
 
 
// custom pos : (-121.7, 0.0, 147.5)
 
 
// custom pos : (971.7, 0.0, 780.5)








//custom pos : (-18.1, 0.0, -18.3)


//custom pos : (-27.3, 0.0, -174.8)


//custom pos : (-111.7, 0.0, -107.7)


//custom pos : (-454.6, 0.0, 205.5)


//custom pos : (121.9, 0.0, -227.4)


//custom pos : (-121.8, 0.0, 144.6)


//custom pos : (971.6, 0.0, 777.6)












// custom pos : (-18.1, 0.0, -18.3)
 
 
// custom pos : (-27.3, 0.0, -174.8)
 
 
// custom pos : (-111.7, 0.0, -107.7)
 
 
// custom pos : (-454.6, 0.0, 205.5)
 
 
// custom pos : (121.9, 0.0, -227.4)
 
 
// custom pos : (-121.8, 0.0, 144.6)
 
 
// custom pos : (971.6, 0.0, 777.6)






